Repository: ayoleynikov/HanziPlusApp
Catalog: HanziPlus/Localizable.xcstrings
Source language: en
Languages: es, pt_br, ru

# path.card.detail
source: Dialogues, new words, and real phrases from the full course.
es: Diálogos, palabras nuevas y frases reales del curso completo.
pt_br: Diálogos, palavras novas e frases reais do curso completo.
ru: Диалоги, новые слова и живые фразы из полного курса обучения.

# path.card.subtitle
source: Chinese from zero — step by step
es: Chino desde cero — paso a paso
pt_br: Chinês do zero — passo a passo
ru: Китайский с нуля — шаг за шагом

# path.continue_conversation
source: Now let's continue the conversation.
es: Ahora sigamos la conversación.
pt_br: Agora vamos continuar a conversa.
ru: Теперь продолжим разговор.

# path.continue_course
source: Continue course
es: Continuar curso
pt_br: Continuar curso
ru: Продолжить курс

# path.course_format_label
source: Dialogues · words · quiz
es: Diálogos · palabras · prueba
pt_br: Diálogos · palavras · teste
ru: Диалоги · слова · проверка

# path.course_in_development
source: More lessons are on the way — the full course is still in development.
es: Próximamente habrá más lecciones: el curso completo aún está en desarrollo.
pt_br: Mais lições estão a caminho — o curso completo ainda está em desenvolvimento.
ru: Скоро появятся новые уроки — полный курс ещё в разработке.

# path.course_lessons_label %lld %lld
source: %1$lld lessons · %2$lld available
es: %1$lld lecciones · %2$lld disponibles
pt_br: %1$lld lições · %2$lld disponíveis
ru: %1$lld уроков · %2$lld доступно

# path.course.description
source: Hanzi+ Path is your route into Chinese from zero. You start with simple dialogues and basic words, then gradually move to longer phrases, new structures, and everyday situations. In each lesson: • a dialogue with characters, pinyin, and translation • studying new words • revisiting the dialogue with context • a knowledge check New material appears only after you've mastered the previous lesson — so knowledge builds naturally without overload.
es: Hanzi+ Path es tu ruta al chino desde cero. Empiezas con diálogos simples y palabras básicas, y luego pasas gradualmente a frases más largas, nuevas estructuras y situaciones cotidianas. En cada lección: • un diálogo con caracteres, pinyin y traducción • estudio de palabras nuevas • volver al diálogo con contexto • comprobación de conocimientos El material nuevo aparece solo después de dominar la lección anterior, para que el aprendizaje sea natural y sin sobrecarga.
pt_br: Hanzi+ Path é sua rota para o chinês do zero. Você começa com diálogos simples e palavras básicas e depois avança gradualmente para frases mais longas, novas estruturas e situações do dia a dia. Em cada lição: • um diálogo com caracteres, pinyin e tradução • estudo de palavras novas • retorno ao diálogo com contexto • verificação de conhecimento O material novo só aparece depois que você domina a lição anterior — assim o conhecimento se consolida de forma natural, sem sobrecarga.
ru: Hanzi+ Path — твой маршрут в китайский с нуля. Ты начинаешь с простых диалогов и базовых слов, а затем постепенно переходишь к более длинным фразам, новым конструкциям и повседневным ситуациям. В каждом уроке: • диалог с иероглифами, pinyin и переводом • изучение новых слов • повторный диалог с пониманием контекста • проверка знаний Новый материал появляется только после того, как ты освоил предыдущий — так знания закрепляются естественно и без перегруза.

# path.course.subtitle
source: Chinese from zero — step by step
es: Chino desde cero — paso a paso
pt_br: Chinês do zero — passo a passo
ru: Китайский с нуля — шаг за шагом

# path.course.summary
source: Live dialogues, new words, and a quiz in every lesson. The course builds gradually: from greetings and simple phrases to everyday situations and more complex structures.
es: Diálogos reales, palabras nuevas y una prueba en cada lección. El curso avanza gradualmente: de saludos y frases simples a situaciones cotidianas y estructuras más complejas.
pt_br: Diálogos reais, palavras novas e um teste em cada lição. O curso avança gradualmente: de cumprimentos e frases simples a situações do dia a dia e estruturas mais complexas.
ru: Живые диалоги, новые слова и проверка в каждом уроке. Курс выстроен по нарастающей: от приветствий и простых фраз к повседневным ситуациям и более сложным конструкциям.

# path.example_group.additional
source: Extra phrases
es: Frases adicionales
pt_br: Frases extras
ru: Дополнительные фразы

# path.example_group.compounds
source: Useful compounds
es: Combinaciones útiles
pt_br: Combinações úteis
ru: Полезные сочетания

# path.example_group.dialogue
source: Dialogue
es: Diálogo
pt_br: Diálogo
ru: Диалог

# path.example_group.questions
source: Questions
es: Preguntas
pt_br: Perguntas
ru: Вопросы

# path.example_group.reading
source: Reading
es: Texto
pt_br: Texto
ru: Текст

# path.finish_phrases
source: Finish
es: Terminar
pt_br: Concluir
ru: Завершить

# path.first_words
source: First words
es: Primeras palabras
pt_br: Primeiras palavras
ru: Первые слова

# path.how_it_works.title
source: How learning works
es: Cómo funciona el aprendizaje
pt_br: Como funciona o aprendizado
ru: Как проходит обучение

# path.how_to_say_prompt
source: How do you say “%@”?
es: ¿Cómo se dice «%@»?
pt_br: Como se diz “%@”?
ru: Как будет «%@»?

# path.how.step1.detail
source: First you see the lesson dialogue with characters, pinyin, translation, and audio.
es: Primero ves el diálogo de la lección con caracteres, pinyin, traducción y audio.
pt_br: Primeiro você vê o diálogo da lição com caracteres, pinyin, tradução e áudio.
ru: Сначала ты видишь оригинальный диалог урока с иероглифами, pinyin, переводом и аудио.

# path.how.step1.title
source: 1. Dialogue
es: 1. Diálogo
pt_br: 1. Diálogo
ru: 1. Диалог

# path.how.step2.detail
source: Then you study all new words from the lesson one by one.
es: Luego estudias todas las palabras nuevas de la lección una por una.
pt_br: Depois você estuda todas as palavras novas da lição, uma por uma.
ru: Затем последовательно изучаешь все новые слова урока.

# path.how.step2.title
source: 2. New words
es: 2. Palabras nuevas
pt_br: 2. Palavras novas
ru: 2. Новые слова

# path.how.step3.detail
source: After the words, read the same dialogue again and recognize what you learned.
es: Después de las palabras, vuelve a leer el mismo diálogo y reconoce lo aprendido.
pt_br: Depois das palavras, leia o mesmo diálogo novamente e reconheça o que aprendeu.
ru: После слов снова читаешь тот же диалог и узнаёшь изученные слова.

# path.how.step3.title
source: 3. Back to dialogue
es: 3. Volver al diálogo
pt_br: 3. Voltar ao diálogo
ru: 3. Возврат к диалогу

# path.how.step4.detail
source: At the end, take a short quiz on the lesson vocabulary.
es: Al final, haz una breve prueba del vocabulario de la lección.
pt_br: No final, faça um teste rápido do vocabulário da lição.
ru: В конце проходишь проверку слов урока.

# path.how.step4.title
source: 4. Word check
es: 4. Comprobación
pt_br: 4. Verificação
ru: 4. Проверка слов

# path.lesson_complete
source: Lesson complete
es: Lección completada
pt_br: Lição concluída
ru: Урок завершён

# path.lesson_completed_title %lld
source: Lesson %lld complete
es: Lección %lld completada
pt_br: Lição %lld concluída
ru: Урок %lld завершён

# path.lesson_phrases_title
source: Phrases from the lesson
es: Frases de la lección
pt_br: Frases da lição
ru: Фразы из урока

# path.lesson_prefix
source: Lesson
es: Lección
pt_br: Lição
ru: Урок

# path.lesson_progress %lld %lld
source: Lesson %lld of %lld
es: Lección %lld de %lld
pt_br: Lição %lld de %lld
ru: Урок %lld из %lld

# path.lesson_unavailable
source: Lesson unavailable
es: Lección no disponible
pt_br: Lição indisponível
ru: Урок недоступен

# path.lesson_words
source: Lesson words
es: Palabras de la lección
pt_br: Palavras da lição
ru: Слова урока

# path.lessons_title
source: Lessons
es: Lecciones
pt_br: Lições
ru: Уроки

# path.new_words_label %lld
source: %lld new words
es: %lld palabras nuevas
pt_br: %lld palavras novas
ru: %lld новых слов

# path.next
source: Next
es: Siguiente
pt_br: Próximo
ru: Дальше

# path.next_lesson
source: Next lesson
es: Siguiente lección
pt_br: Próxima lição
ru: Следующий урок

# path.other_lesson_words_note
source: These words don't appear in the dialogues but are part of the lesson vocabulary and quiz.
es: Estas palabras no aparecen en los diálogos, pero forman parte del vocabulario y la prueba de la lección.
pt_br: Essas palavras não aparecem nos diálogos, mas fazem parte do vocabulário e do teste da lição.
ru: Эти слова не встречаются в диалогах, но входят в словарь урока и проверку.

# path.read_dialogue_again
source: Read the dialogue again
es: Lee el diálogo otra vez
pt_br: Leia o diálogo novamente
ru: Прочитай диалог ещё раз

# path.read_more
source: Read more
es: Leer más
pt_br: Saiba mais
ru: Подробнее

# path.replay_dialogues
source: Replay dialogues
es: Repetir diálogos
pt_br: Repetir diálogos
ru: Повторить диалоги

# path.retry_lesson
source: Retry lesson
es: Repetir lección
pt_br: Refazer lição
ru: Пройти заново

# path.start_course
source: Start course
es: Empezar curso
pt_br: Iniciar curso
ru: Начать курс

# path.status.coming_soon
source: Coming soon
es: Próximamente
pt_br: Em breve
ru: Скоро

# path.status.completed
source: Completed
es: Completado
pt_br: Concluído
ru: Завершён

# path.status.in_progress
source: In progress
es: En curso
pt_br: Em andamento
ru: В процессе

# path.status.requires_prior_lesson
source: Complete the previous lesson
es: Completa la lección anterior
pt_br: Conclua a lição anterior
ru: Пройди предыдущий урок

# path.status.start
source: Start
es: Empezar
pt_br: Iniciar
ru: Начать

# path.studied_dialogues
source: Studied dialogues
es: Diálogos estudiados
pt_br: Diálogos estudados
ru: Изученные диалоги

# path.study_first_words
source: Study first words
es: Estudiar primeras palabras
pt_br: Estudar primeiras palavras
ru: Изучить первые слова

# path.study_new_words
source: Study new words
es: Estudiar palabras nuevas
pt_br: Estudar palavras novas
ru: Изучить новые слова

# path.what_does_word_mean
source: What does this word mean?
es: ¿Qué significa esta palabra?
pt_br: O que significa esta palavra?
ru: Что означает это слово?

# path.words_in_dialogue
source: Words in this dialogue
es: Palabras en este diálogo
pt_br: Palavras neste diálogo
ru: Слова в этом диалоге

source: Payments
es: Pagos
pt_br: Pagamentos
ru: Оплата

source: Phone Calls
es: Llamadas telefónicas
pt_br: Chamadas telefônicas
ru: Телефонные звонки

source: Phrase unavailable
es: Frase no disponible
pt_br: Frase indisponível
ru: Фраза недоступна

source: Play pronunciation
es: Reproducir pronunciación
pt_br: Reproduzir pronúncia
ru: Воспроизвести произношение

# plural.days %lld
source: %lld days
es: %lld días
pt_br: %lld dias
ru: %lld дня

# plural.days_until_trip %lld
source: %lld days until your trip
es: %lld días hasta tu viaje
pt_br: %lld dias até a sua viagem
ru: %lld дня до поездки

# plural.minutes %lld
source: %lld minutes
es: %lld minutos
pt_br: %lld minutos
ru: %lld минуты

# plural.phrases %lld
source: %lld phrases
es: %lld frases
pt_br: %lld frases
ru: %lld фразы

# plural.words %lld
source: %lld words
es: %lld palabras
pt_br: %lld palavras
ru: %lld слова

# profile.goal.both
source: Both
es: Ambos
pt_br: Ambos
ru: И то и другое

# profile.goal.both.subtitle
source: Balance study with practical travel prep
es: Equilibra el estudio con la preparación del viaje
pt_br: Equilibre o estudo com a preparação da viagem
ru: Баланс учёбы и подготовки к поездке

# profile.goal.learn_chinese
source: Learn Chinese
es: Aprender chino
pt_br: Aprender chinês
ru: Учить китайский

# profile.goal.learn_chinese.subtitle
source: Build vocabulary with HSK and everyday topics
es: Amplía tu vocabulario con HSK y temas cotidianos
pt_br: Amplie o vocabulário com HSK e temas do dia a dia
ru: Наращивайте словарь с HSK и бытовыми темами

# profile.goal.travel_to_china
source: Travel to China
es: Viajar a China
pt_br: Viajar para a China
ru: Поездка в Китай

# profile.goal.travel_to_china.subtitle
source: Focus on phrases you’ll use on the trip
es: Enfócate en frases que usarás en el viaje
pt_br: Foque em frases que você usará na viagem
ru: Фокус на фразах для поездки

# profile.level.beginner
source: Beginner
es: Principiante
pt_br: Iniciante
ru: Начинающий

# profile.level.beginner.subtitle
source: Know a few basics
es: Sabes lo básico
pt_br: Já sabe o básico
ru: Знаете немного основ

# profile.level.complete_beginner
source: Complete Beginner
es: Principiante total
pt_br: Iniciante total
ru: Полный новичок

# profile.level.complete_beginner.subtitle
source: Starting from zero
es: Empezando desde cero
pt_br: Começando do zero
ru: С нуля

# profile.level.intermediate
source: Intermediate
es: Intermedio
pt_br: Intermediário
ru: Средний

# profile.level.intermediate.subtitle
source: Ready for HSK 2–3
es: Listo para HSK 2–3
pt_br: Pronto para HSK 2–3
ru: Готовы к HSK 2–3

# profile.minutes.fifteen.subtitle
source: Faster progress
es: Progreso más rápido
pt_br: Progresso mais rápido
ru: Быстрее прогресс

# profile.minutes.five.subtitle
source: A light daily habit
es: Un hábito diario ligero
pt_br: Um hábito diário leve
ru: Лёгкая ежедневная привычка

# profile.minutes.ten.subtitle
source: Balanced and sustainable
es: Equilibrado y sostenible
pt_br: Equilibrado e sustentável
ru: Сбалансированно и устойчиво

# quiz.back_to_library
source: Back to Library
es: Volver a la biblioteca
pt_br: Voltar à biblioteca
ru: К библиотеке

source: Quiz Complete
es: Cuestionario completado
pt_br: Quiz concluído
ru: Викторина завершена

# quiz.correct_count %lld
source: Correct: %lld
es: Correctas: %lld
pt_br: Corretas: %lld
ru: Верно: %lld

# quiz.empty
source: No words available
es: No hay palabras disponibles
pt_br: Nenhuma palavra disponível
ru: Нет доступных слов

# quiz.empty_words
source: No words available
es: No hay palabras disponibles
pt_br: Nenhuma palavra disponível
ru: Нет доступных слов

# quiz.final_score
source: Final Score
es: Puntuación final
pt_br: Pontuação final
ru: Итоговый счёт

# quiz.mistake.title
source: Correct answer
es: Respuesta correcta
pt_br: Resposta correta
ru: Правильный ответ

# quiz.nav_title
source: Quiz
es: Cuestionario
ru: Викторина

# quiz.new_record
source: New Record!
es: ¡Nuevo récord!
pt_br: Novo recorde!
ru: Новый рекорд!

# quiz.prompt
source: Choose the correct meaning
es: Elige el significado correcto
pt_br: Escolha o significado correto
ru: Выберите верное значение

# quiz.result.excellent
source: Excellent!
es: ¡Excelente!
pt_br: Excelente!
ru: Отлично!

# quiz.result.good
source: Good Job!
es: ¡Buen trabajo!
pt_br: Bom trabalho!
ru: Хорошая работа!

# quiz.result.keep_practicing
source: Keep Practicing!
es: ¡Sigue practicando!
pt_br: Continue praticando!
ru: Продолжайте практиковаться!

# quiz.result.perfect
source: Perfect Score!
es: ¡Puntuación perfecta!
pt_br: Pontuação perfeita!
ru: Идеальный результат!

# quiz.score_line %lld %lld
source: Score: %lld ✓ %lld ✗
es: Puntos: %lld ✓ %lld ✗
pt_br: Pontuação: %lld ✓ %lld ✗
ru: Счёт: %lld ✓ %lld ✗

# quiz.try_again
source: Try Again
es: Intentar de nuevo
pt_br: Tentar de novo
ru: Ещё раз

# quiz.wrong_count %lld
source: Wrong: %lld
es: Incorrectas: %lld
pt_br: Erradas: %lld
ru: Неверно: %lld

source: Related Badges
es: Insignias relacionadas
pt_br: Emblemas relacionados
ru: Связанные значки

source: Remove
es: Eliminar
pt_br: Remover
ru: Удалить

source: Remove from favorites
es: Quitar de favoritos
pt_br: Remover dos favoritos
ru: Удалить из избранного

source: Restart
es: Reiniciar
pt_br: Reiniciar
ru: Начать заново

source: Restaurant & Café
es: Restaurante y cafetería
pt_br: Restaurante e café
ru: Ресторан и кафе

source: Sales & Marketing
es: Ventas y marketing
pt_br: Vendas e marketing
ru: Продажи и маркетинг

source: Seafood
es: Mariscos
pt_br: Frutos do mar
ru: Морепродукты

source: Search
es: Buscar
pt_br: Buscar
ru: Поиск

# search.empty.favorites_hint
source: Tap the heart on any word to save it here.
es: Toca el corazón en cualquier palabra para guardarla aquí.
pt_br: Toque o coração em qualquer palavra para salvá-la aqui.
ru: Нажмите сердечко на слове, чтобы сохранить его здесь.

# search.empty.idle_desc
source: Search by Chinese or translation, or browse Favorites and Learned.
es: Busca por chino o traducción, o explora Favoritos y Aprendidas.
pt_br: Busque por chinês ou tradução, ou veja Favoritos e Aprendidas.
ru: Ищите по китайскому или переводу, либо откройте Избранное и Изученные.

# search.empty.learned_hint
source: Words marked as learned in Study will appear here.
es: Aquí aparecerán las palabras marcadas como aprendidas.
pt_br: As palavras marcadas como aprendidas aparecerão aqui.
ru: Здесь появятся слова, отмеченные как выученные.

# search.empty.no_favorites
source: No Favorites
es: Sin favoritos
pt_br: Sem favoritos
ru: Нет избранного

# search.empty.no_learned
source: No Learned Words
es: Sin palabras aprendidas
pt_br: Sem palavras aprendidas
ru: Нет изученных слов

# search.empty.no_words
source: No words found
es: No se encontraron palabras
pt_br: Nenhuma palavra encontrada
ru: Слова не найдены

# search.empty.try_different
source: Try a different search term or filter.
es: Prueba otro término o filtro.
pt_br: Tente outro termo ou filtro.
ru: Попробуйте другой запрос или фильтр.

# search.filter.all
source: All Words
es: Todas las palabras
pt_br: Todas as palavras
ru: Все слова

# search.filter.favorites
source: Favorites
es: Favoritos
pt_br: Favoritos
ru: Избранное

# search.filter.learned
source: Learned
es: Aprendidas
pt_br: Aprendidas
ru: Изученные

# search.nav_title
source: Search
es: Buscar
pt_br: Buscar
ru: Поиск

# search.prompt
source: Chinese or translation
es: Chino o traducción
pt_br: Chinês ou tradução
ru: Китайский или перевод

# search.results_count %lld
source: %lld Results
es: %lld resultados
pt_br: %lld resultados
ru: %lld результатов

# search.section.recent
source: Recent Searches
es: Búsquedas recientes
pt_br: Buscas recentes
ru: Недавние поиски

# search.section.recently_viewed
source: Recently Viewed
es: Vistos recientemente
pt_br: Vistos recentemente
ru: Недавно просмотренные

# search.show_less
source: Show Less
es: Mostrar menos
pt_br: Mostrar menos
ru: Свернуть

# search.show_more
source: Show More
es: Mostrar más
pt_br: Mostrar mais
ru: Показать ещё

source: Session Expired
es: Sesión finalizada
pt_br: Sessão encerrada
ru: Сессия завершена

source: Settings
es: Ajustes
pt_br: Configurações
ru: Настройки

# settings.a11y.close
source: Close Settings
es: Cerrar ajustes
pt_br: Fechar configurações
ru: Закрыть настройки

# settings.edit_goal.a11y_save
source: Save learning goal
es: Guardar objetivo de aprendizaje
pt_br: Salvar meta de aprendizado
ru: Сохранить цель обучения

# settings.edit_goal.title
source: Edit Learning Goal
es: Editar objetivo de aprendizaje
pt_br: Editar meta de aprendizado
ru: Изменить цель обучения

# settings.edit_goal.toggle_travel_date
source: I have a travel date
es: Tengo una fecha de viaje
pt_br: Tenho uma data de viagem
ru: У меня есть дата поездки

# settings.edit_learning_goal
source: Edit Learning Goal
es: Editar objetivo de aprendizaje
pt_br: Editar meta de aprendizado
ru: Изменить цель обучения

# settings.label.daily_time
source: Daily time
es: Tiempo diario
pt_br: Tempo diário
ru: Время в день

# settings.label.goal
source: Goal
es: Objetivo
pt_br: Meta
ru: Цель

# settings.label.level
source: Level
es: Nivel
pt_br: Nível
ru: Уровень

# settings.privacy.body
source: Hanzi+ stores your progress, favorites, and game statistics locally on this device. No account is required and no data is sent to external servers.
es: Hanzi+ guarda tu progreso, favoritos y estadísticas de juegos localmente en este dispositivo. No se necesita cuenta y no se envían datos a servidores externos.
pt_br: Hanzi+ guarda seu progresso, favoritos e estatísticas de jogos localmente neste dispositivo. Não é necessária uma conta e nenhum dado é enviado a servidores externos.
ru: Hanzi+ хранит прогресс, избранное и игровую статистику локально на этом устройстве. Аккаунт не нужен, данные не отправляются на внешние серверы.

# settings.progress.best_accuracy
source: Best Accuracy
es: Mejor precisión
pt_br: Melhor precisão
ru: Лучшая точность

# settings.progress.correct
source: Correct Answers
es: Respuestas correctas
pt_br: Respostas corretas
ru: Верные ответы

# settings.progress.first_quiz
source: First Quiz
es: Primer cuestionario
pt_br: Primeiro quiz
ru: Первая викторина

# settings.progress.next_goal
source: Next Goal
es: Próximo objetivo
pt_br: Próxima meta
ru: Следующая цель

# settings.progress.overall_accuracy
source: Overall Accuracy
es: Precisión general
pt_br: Precisão geral
ru: Общая точность

# settings.progress.perfect_score
source: Perfect Score
es: Puntuación perfecta
pt_br: Pontuação perfeita
ru: Идеальный результат

# settings.progress.quizzes_completed
source: Quizzes Completed
es: Cuestionarios completados
pt_br: Quizzes concluídos
ru: Пройдено викторин

# settings.progress.quizzes_goal %lld
source: %lld / 10 Quizzes Completed
es: %lld / 10 cuestionarios completados
pt_br: %lld / 10 quizzes concluídos
ru: %lld / 10 викторин пройдено

# settings.progress.reset
source: Reset Statistics
es: Restablecer estadísticas
pt_br: Redefinir estatísticas
ru: Сбросить статистику

# settings.progress.reset_alert_body
source: This will permanently delete all quiz statistics.
es: Esto eliminará permanentemente todas las estadísticas del cuestionario.
pt_br: Isso excluirá permanentemente todas as estatísticas do quiz.
ru: Это навсегда удалит всю статистику викторин.

# settings.progress.reset_alert_title
source: Reset Statistics?
es: ¿Restablecer estadísticas?
pt_br: Redefinir estatísticas?
ru: Сбросить статистику?

# settings.progress.ten_quizzes
source: 10 Quizzes Completed
es: 10 cuestionarios completados
pt_br: 10 quizzes concluídos
ru: 10 викторин пройдено

# settings.progress.wrong
source: Wrong Answers
es: Respuestas incorrectas
pt_br: Respostas incorretas
ru: Неверные ответы

# settings.reset.all_alert_body
source: All learned words, game scores, journey progress, Path lessons, favorites, and daily stats will be cleared. This cannot be undone.
es: Se borrarán todas las palabras aprendidas, puntuaciones de juegos, progreso del viaje, lecciones Path, favoritos y estadísticas diarias. Esto no se puede deshacer.
pt_br: Todas as palavras aprendidas, pontuações dos jogos, progresso da jornada, lições Path, favoritos e estatísticas diárias serão apagados. Isso não pode ser desfeito.
ru: Будут удалены все изученные слова, результаты игр, прогресс путешествия, уроки Path, избранное и ежедневная статистика. Это нельзя отменить.

# settings.reset.all_alert_title
source: Reset all progress?
es: ¿Restablecer todo el progreso?
pt_br: Redefinir todo o progresso?
ru: Сбросить весь прогресс?

# settings.reset.all_footer
source: Resets everything to zero.
es: Restablece todo a cero.
pt_br: Zera todo o progresso no app.
ru: Обнуляет весь прогресс в приложении.

# settings.reset.all_progress
source: Reset All Progress
es: Restablecer todo el progreso
pt_br: Redefinir todo o progresso
ru: Сбросить весь прогресс

# settings.reset.set_alert_body
source: This will remove all learned words and session progress for this study set. Your favorites will not be affected.
es: Se eliminarán las palabras aprendidas y el progreso de sesión de este set. Tus favoritos no se verán afectados.
pt_br: Isso removerá as palavras aprendidas e o progresso da sessão deste conjunto. Seus favoritos não serão afetados.
ru: Будут удалены изученные слова и прогресс сессии этого набора. Избранное не затронется.

# settings.reset.set_alert_title %@
source: Reset %@ Progress?
es: ¿Restablecer progreso de %@?
pt_br: Redefinir progresso de %@?
ru: Сбросить прогресс %@?
